Hair_data = [
  '顺毛',
  '苹果头',
  '菠萝头',
  '小卷毛',
  '脏辫',
  '小平头',
  '碎发',
  // '杀马特',
];

Attribute_data = [
  '乖巧',
  '温柔',
  '黏人',
  '呆萌',
  '霸气',
  '害羞',
  '装酷',
  '爱哭',
  '傲娇',
  '撒娇',
  '爱笑',
  '高冷',
  '可爱',
  '盐系',
  '认真',
  '专注',
  '好奇',
  'bangbangbang',
  '瞌睡',
];

Character_data_child = [
  '儿子',
  '哥哥',
  '邻家男孩',
  '青梅竹马',
  '同桌',
  '同学',
  '学长',
];

Character_data = [
  '哥哥',
  '邻家男孩',
  '青梅竹马',
  '同桌',
  '同学',
  '学长',
  '老公',
  '男朋友',
];

Superpower_data = [
  '随机freestyle',
  '表演阿尔法跳',
  '唱喵喵喵',
  '做菜给你吃',
  '唱歌',
  '跳locking',
  '跳popping',
  '跳hiphop',
  '跳breaking(半个托马斯)',
  '讲睡前故事',
  '陪你逛街',
  '陪吃火锅',
  '给你劈叉',
  '变身阿宝',
  '跳背背佳',
];

Special_data = [
  '蒙眼play',
  '捆绑play',
  'cosplay',
];
